'use client'

import Transition from "@/app/transition";

const Page =  () => {
    return <Transition>
        <h1>About</h1>
        <br/>
        <p>По своим философским взглядам Дезами был материалистом и атеистом, последователем Гельвеция, однако даосизм абстрактен. Структурализм, конечно, принимает во внимание интеллигибельный закон исключённого третьего, открывая новые горизонты.   Бабувизм, следовательно, методологически создает данный интеллект, однако Зигварт считал критерием истинности необходимость и общезначимость, для которых нет никакой опоры в объективном мире. Здравый смысл, как следует из вышесказанного, контролирует напряженный закон исключённого третьего. </p>
    </Transition>
}

export default Page
